interFoam/L474W45Q60Cube45/0.orig/include/initialConditions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

inletFlowRate        0.06; // m3/s
pressureHeight        922; // = rho*g*h = 1000*9.81*0,094[m]
turbulentKE          0.000021; //4.14e-03;
//turbulentEpsilon     0.00001; //4.39e-05;
turbulentOmega		 0.0122;

// ************************************************************************* //
